Repository: reevosocial/reevo-web
Catalog: www/mapa/application/i18n/po/po-*/auth.po
Languages: pt_pt

# auth.email.email
source: The email you entered is not a valid email address.
pt_pt: O campo do Email parece conter um endereço de email inválido?

# auth.email.exists
source: Sorry, a user account already exists for this email address.
pt_pt: Desculpe, mas já existe uma conta de utilizador para este endereço de email.

# auth.email.length
source: The email field must be at least 4 and no more 64 characters long.
pt_pt: O campo do email deve ter entre 4 a 64 caracteres.

# auth.email.required
source: The email field is required.
pt_pt: O campo do email é obrigatório.

# auth.name.length
source: The name field must be at least 3 and no more 100 characters long.
pt_pt: O campo do nome completo deve ter entre 3 a 100 caracteres.

# auth.name.required
source: The name field is required.
pt_pt: O campo do nome completo é obrigatório.

# auth.name.standard_text
source: The username field contains disallowed characters.
pt_pt: O campo do nome de utilizador contém caracteres não autorizados.

# auth.current_password.length
source: The password field must be at least 8 characters long.
pt_pt: A sua palavra-passe deve ter um mínimo de 8 carateres

# auth.current_password.required
source: The password field is required.
pt_pt: O campo de palavra-passe é obrigatório

# auth.new_password.required
source: The password field is required.
pt_pt: O campo de palavra-passe é obrigatório

# auth.password.length
source: The password field must be at least 8 characters long.
pt_pt: O campo da palavra-chave deve ter entre 6 a 12 caracteres.

# auth.password.login error
source: Please check that you entered the correct email and password.
pt_pt: Por favor, certifique que colocou a password correcta.

# auth.password.matches
source: Please enter the same password in the two password fields.
pt_pt: Por favor insira a mesma palavra-chave nos dois campos de palavra-chave.

# auth.password.required
source: The password field is required.
pt_pt: O campo da palavra-chave é obrigatório.

# auth.password_confirm.matches
source: The password confirmation field must match the password field.
pt_pt: O campo da confirmação da password deve ser igual ao campo da palavra-chave.

# auth.resetemail.email
source: The email you entered is not a valid email address.
pt_pt: O campo do email parece não conter um endereço de email válido?

# auth.resetemail.invalid
source: Sorry, we don't have your email address
pt_pt: Desculpe, não temos o seu endereço de email.

# auth.resetemail.required
source: The email field is required.
pt_pt: O campo do email é obrigatório.

# auth.roles.alpha_numeric
source: Invalid role format.
pt_pt: Formato de função inválido.

# auth.roles.length
source: The role field must be at least 5 and no more than 30 characters long.
pt_pt: O campo da função deve ter entre 5 a 30 caracteres.

# auth.roles.required
source: You must define at least one role.
pt_pt: Deve definir pelo menos um tipo de função.

# auth.roles.values
source: You must select either ADMIN or USER role.
pt_pt: Tem de seleccionar uma das funções ADMIN ou USER.

# auth.username.admin
source: The admin user role cannot be modified.
pt_pt: A função de utilizador admin não pode ser modificada.

# auth.username.exists
source: Sorry, this public profile URL is already in use.
pt_pt: Desculpe, mas este nome de utilizador já está a ser utilizado.

# auth.username.length
source: The public profile URL field must be at least 2 and no more 100 characters long.
pt_pt: O campo do nome de utilizador deve ter entre 3 a 16 caracteres.

# auth.username.login error
source: Please check that you entered the correct public profile URL.
pt_pt: Por favor certifique que inseriu o nome de utilizador correcto.

# auth.username.required
source: The public profile URL field is required.
pt_pt: O campo do nome de utilizador é obrigatório.

# auth.username.superadmin
source: The super admin role cannot be modified.
pt_pt: A função de utilizador super admin não pode ser modificada.
