Repository: reevosocial/reevo-web
Catalog: www/mapa/application/i18n/po/po-*/bug.po
Languages: id_id

# bug.captcha.default
source: Please enter a valid security code.
id_id: Mohon pastikan kode keamanan yang anda masukan sudah benar

# bug.captcha.required
source: Please enter the security code.
id_id: Masukan kode keamanan anda

# bug.email.email
source: The Email field does not appear to contain a valid email address?
id_id: Alamat e-mail yang anda masukan tidak dalam format yang benar?

# bug.email.length
source: The Email field must be at least 4 and no more 64 characters long.
id_id: Panjang alamat e-mail minimal 4 karakter tapi boleh tidak lebih dr 64 karakter

# bug.email.required
source: The Email field is required if the checkbox is checked.
id_id: Kalau cek box tercentang isian alamat e-mail tidak boleh kosong

# bug.error.required
source: The error field is required.
id_id: Isian yang salah harus diisi dengan benar

# bug.subject.length
source: The subject field must be at least 3 characters long.
id_id: Panjang subjek minimal 3 karakter

# bug.subject.required
source: The subject field is required.
id_id: Isian subjek tidak boleh dikosongkan

# bug.yourname.length
source: The name field must be at least 3 characters long.
id_id: Panjang nama harus minimal 3 karakter

# bug.yourname.required
source: The name field is required.
id_id: Isian nama tidak boleh dikosongkan
