Repository: reevosocial/reevo-web
Catalog: www/mapa/application/i18n/po/po-*/category.po
Languages: id_id

# category.category_color.length
source: The color field must be 6 characters long.
id_id: Panjang isian warna harus sejumlah 6 karakter

# category.category_color.required
source: The color field is required.
id_id: Isian warna tidak boleh dikosongkan

# category.category_description.required
source: The description field is required.
id_id: Isian keterangan tidak boleh dikosongkan

# category.category_image.size
source: Please ensure that image uploads sizes are limited to 50KB.
id_id: Mohon pastikan besar gambar yang di unggah tidak lebih dr 50kb

# category.category_image.type
source: The image field does not appear to contain a valid image. The only accepted formats are .JPG, .PNG and .GIF.
id_id: Format gambar yang disertakan tidak terterima. Format yang berlaku hanya .JPG, .PNG dan .GIF

# category.category_image.valid
source: The image field does not appear to contain a valid file
id_id: Format gambar yang disertakan tidak terterima

# category.category_title.length
source: The title field must be at least 3 and no more 80 characters long.
id_id: Panjang judul harus minimal 3 karakter tapi tidak lebih dr 80 karakter

# category.category_title.required
source: The title field is required.
id_id: Isian judul tidak boleh dikosongkan

# category.parent_id.exists
source: The parent category does not exist.
id_id: Induk kategorinya tidak ada

# category.parent_id.numeric
source: The parent category field must be numeric.
id_id: Induk kategori harus berupa angka

# category.parent_id.required
source: The parent category field is required.
id_id: Induk kategori tidak boleh dikosongkan

# category.parent_id.same
source: The category and the parent category cannot be the same.
id_id: Kategori tidak boleh sama dengan induk kategori
