Repository: reevosocial/reevo-web
Catalog: www/mapa/application/i18n/po/po-*/core.po
Languages: it_it

# core.config
source: config file
it_it: file di configurazione

# core.driver_implements
source: The %s driver for the %s library must implement the %s interface.
it_it: Il %s driver per la %s library deve sviluppare la %s interface

# core.driver_not_found
source: The %s driver for the %s library could not be found.
it_it: Il %s driver per la %s library non

# core.errors_disabled
source: You can go to the <a href="%s">home page</a> or <a href="%s">try again</a>.
it_it: Vai alla <a href="%s">home page</a> o <a href="%s">per riprovare</a>.

# core.generic_error
source: Unable to Complete Request
it_it: Non

# core.invalid_filetype
source: The requested filetype, .%s, is not allowed in your view configuration file.
it_it: Il tipo di file richiesto, .%s, non

# core.invalid_method
source: Invalid method %s called in %s
it_it: Metodo non valido %s called in %s

# core.invalid_property
source: The %s property does not exist in the %s class.
it_it: La %s propriet

# core.log_dir_unwritable
source: The log directory is not writable: %s
it_it: La log directory non

# core.model
source: model
it_it: modello

# core.no_controller
source: Ushahidi was not able to determine a controller to process this request: %s
it_it: Ushahidi non ha potuto determinare un controller per elaborare questa richiesta: %s

# core.no_default_route
source: Please set a default route in config/routes.php
it_it: Definisci una route di default in config/routes.php

# core.page_not_found
source: The page you requested, %s, could not be found.
it_it: La pagina richiesta, %s, non

# core.report_bug
source: <a href="%s" id="show_bugs">Report This Issue To Ushahidi</a>
it_it: <a href="%s" id="show_bugs">Segnala questo problema a Ushahidi</a>

# core.resource_not_found
source: The requested %s, %s, could not be found.
it_it: La risorsa %s richiesta, %s, non

# core.stack_trace
source: Stack Trace
it_it: Analisi dello stack

# core.stats_footer
source: Loaded in {execution_time} seconds, using {memory_usage} of memory. Generated by Ushahidi v%s.
it_it: Loaded in {execution_time} secondi, usando {memory_usage} della memoria. Generato da Ushahidi v%s.

# core.there_can_be_only_one
source: There can be only one instance of Ushahidi per page request.
it_it: E' consentita solo un'istanza di Ushahidi per pagina richiesta

# core.uncaught_exception
source: Uncaught %s: %s in file %s on line %s
it_it: Non catturata %s: %s nel file %s alla riga %s

# core.view
source: view
it_it: vista

# core.view_set_filename
source: You must set the the view filename before calling render.
it_it: Definisci il nome file della vista prima del calling render
