Repository: reevosocial/reevo-web
Catalog: www/mapa/application/i18n/po/po-*/libraries.po
Languages: id_id

# libraries.akismet_cannot_connect
source: Could not connect to Akismet server.
id_id: Tidak bisa konek dengan peladen Akismet

# libraries.akismet_cannot_retrieve
source: The response from Akismet could not be retrieved.
id_id: Respon dr Akismet tidak bisa didapat

# libraries.api_library_not_found
source: The API library: <strong>%s</strong> for the <strong>%s</strong> class could not be found. Please check your API task routing table.
id_id: Pustaka API: <strong>%s</strong>, Kalau class <strong>%s</strong> tidak ditemukan. Mohon periksa tabel routing API task anda.

# libraries.askimet_invalid_apikey
source: Your Akismet API key is not valid.
id_id: Kunci API Akismet anda tidak valid.

# libraries.clickatell_fopen_error
source: Error while executing fopen sending method!<br>Please check whether PHP has OpenSSL support and whether the PHP version is greater than 5.2.
id_id: Galat terjadi pada saat melakukan metode pengiriman fopen!<br>Mohon pastikan PHP punya layanan OpenAAL dan pastikan versi PHP-nya lebih tinggi dr 5.2

# libraries.clickatell_message_too_long
source: Your unicode message is too long! (Current length=
id_id: Pesan Unicode anda terlalu panjang! (Panjang sekarang=

# libraries.clickatell_no_destination_address
source: Please specify a destination address (TO)!
id_id: Mohon sertakan alamat tujuan (TO)!

# libraries.clickatell_no_sender_address
source: Please specify source address (FROM)!
id_id: Mohon sertakan alamat pengirim (FROM)!

# libraries.clickatell_unicode_message_too_long
source: Your unicode message is too long! (Current length=
id_id: Pesan Unicode anda terlalu panjang! (Panjang sekarang=

# libraries.clickatell_unsupported_method
source: Unsupported sending method!
id_id: Metode pengiriman tidak dikenal!

# libraries.invalid_api_library
source: The API library %s is invalid. All API libraries must be subclasses of %s.
id_id: Pustaka API %s tidak berlaku. Semua pustaka API harus merupakan subclass dr %s

# libraries.upgrade_directory_not_deleted
source: Directory <code>%s</coded> could not be deleted.
id_id: Directory <code>%s</code> tidak bisa dihapus.

# libraries.upgrade_extracting_error
source: Error while extracting: <code>%s</code>
id_id: Galat pada saat ekstraksi: <code>%s</code>

# libraries.upgrade_failed
source: Downloading the latest Ushahidi failed. HTTP status code
id_id: Pengunduhan versi terbaru Ushahidi gagal. Status kode HTTP

# libraries.upgrade_file_not_copied
source: File <code>%s</coded> could not be copied.
id_id: Berkas <code>%s</code> tidak bisa disalin

# libraries.upgrade_file_not_deleted
source: File <code>%s</coded> could not be deleted.
id_id: Berkas <code>%s</code> tidak bisa dihapus

# libraries.upgrade_title
source: Ushahidi upgrade script
id_id: Skrip upgrade Ushahidi

# libraries.upgrade_zip_error
source: The downloaded Ushahidi zip file <code>%s</code>, could not be written.
id_id: Berkas zip Ushahidi yang diunduh <code>%s</code>, tidak bisa ditulis

# libraries.riverid_variable_not_available
source: %s is not available in the RiverID class.
id_id: %s tidak tersedia di class RiverID.
