Repository: reevosocial/reevo-web
Catalog: www/mapa/application/i18n/po/po-*/report.po
Languages: id_id

# report.comments_form_error
source: error!
id_id: Galat !

# report.custom_field.values
source: Please enter a valid value for one of your custom form items.
id_id: Mohon masukan nilai yang valid untuk salah satu kolom formulir buatan anda

# report.data_include.between
source: Please select a valid item to include in the download.
id_id: Mohon pilih item yang valid untuk di unduh

# report.data_include.numeric
source: Please select a valid item to include in the download.
id_id: Mohon pilih item yang valid untuk di unduh

# report.data_point.between
source: Please select a valid type of report to download.
id_id: Mohon pilih laporan yang valid untuk di unduh

# report.data_point.numeric
source: Please select a valid type of report to download.
id_id: Mohon pilih laporan yang valid untuk di unduh

# report.data_point.required
source: Please select a valid type of report to download.
id_id: Mohon pilih laporan yang valid untuk di unduh

# report.from_date.date_mmddyyyy
source: The FROM date field does not appear to contain a valid date.
id_id: Isi kolom tanggal dari, salah ?

# report.from_date.range
source: Please enter a valid FROM date. It cannot be greater than today.
id_id: Mohon masukan tanggal dari yang benar. Tanggal tidak boleh lebih besar dr hari ini

# report.incident_active.between
source: Please enter a valid value for Approve This Report
id_id: Mohon isi kolom Approve This Report dengan benar.

# report.incident_active.required
source: Please enter a valid value for Approve This Report
id_id: Mohon isi kolom Approve This Report dengan benar.

# report.incident_ampm.validvalues
source: The am/pm field does not appear to contain a valid value.
id_id: Isi kolom am/pm, salah ?

# report.incident_category.numeric
source: The "Categories" field does not appear to contain a valid category.
id_id: Isi kolom kategori, salah ?

# report.incident_category.required
source: The "Categories" field is required.
id_id: Kolom kategori tidak boleh dikosongkan

# report.incident_date.date_ddmmyyyy
source: The date field does not appear to contain a valid date.
id_id: Isi kolom tanggal, salah ?

# report.incident_date.date_mmddyyyy
source: The date field does not appear to contain a valid date.
id_id: Isi kolom tanggal, salah ?

# report.incident_date.required
source: The date field is required.
id_id: Kolom tanggal tidak boleh dikosongkan

# report.incident_description.required
source: The "Description" field is required.
id_id: Kolom keterengan tidak boleh dikosongkan

# report.incident_hour.between
source: The hour field does not appear to contain a valid hour.
id_id: Isi kolom jam, salah ?

# report.incident_hour.required
source: The hour field is required.
id_id: Kolom jam tidak boleh dikosongkan

# report.incident_information.alpha
source: Please enter a valid value for Information Probability.
id_id: Masukan nilai yang valid untuk peluang informasi

# report.incident_information.length
source: Please enter a valid value for Information Probability.
id_id: Masukan nilai yang valid untuk peluang informasi

# report.incident_minute.between
source: The minute field does not appear to contain a valid value.
id_id: Isi kolom menit, salah ?

# report.incident_minute.required
source: The minute field is required.
id_id: Kolom menit tidak boleh dikosongkan

# report.incident_news.url
source: The news source links field does not appear to contain a valid URL.
id_id: URL pada kolom tautan sumber berita, salah ?

# report.incident_photo.size
source: Please ensure that photo upload sizes are limited to 2MB.
id_id: Mohon pastikan besar foto yang diunggah tidak lebih dr 2Mb

# report.incident_photo.type
source: The Upload Photos field does not appear to contain a valid image. The only accepted formats are .JPG, .PNG and .GIF.
id_id: Isi kolom Upload Photo, salah. Format yang berlaku hanya .JPG, .PNG dan .GIF

# report.incident_photo.valid
source: The Upload Photos field does not appear to contain a valid file.
id_id: Isi kolom Upload Photo, salah.

# report.incident_source.alpha
source: Please enter a valid value for Source Reliability.
id_id: Mohon sertakan kehandalan sumber berita yang valid

# report.incident_source.length
source: Please enter a valid value for Source Reliability.
id_id: Mohon sertakan kehandalan sumber berita yang valid

# report.incident_title.length
source: The "Report Title" field must be at least 3 and no more 200 characters long.
id_id: Panjang judul minimal 3 karakter dan tidak boleh lebih dr 200 karakter

# report.incident_title.required
source: The "Report Title" field is required.
id_id: Judul tidak boleh dikosongkan

# report.incident_verified.between
source: Please enter a valid value for Verify This Report.
id_id: Mohon isi kolom Verify this report dengan benar

# report.incident_verified.required
source: Please enter a valid value for Verify This Report.
id_id: Mohon isi kolom Verify this report dengan benar

# report.incident_video.url
source: The video links field does not appear to contain a valid URL.
id_id: URL pada isi kolom tautan video, salah.

# report.latitude.between
source: The latitude field does not appear to contain a valid latitude.
id_id: Isi kolom latitude, salah ?

# report.latitude.required
source: The latitude field is required. Please click on the map to pinpoint a location.
id_id: Kolom latitude tidak boleh dikosongkan. Mohon klik pada peta untuk mendefiniskan lokasinya

# report.locale.alpha_dash
source: The locale field has an incorrect value.
id_id: Isi kolom pengaturan lokal, salah

# report.locale.exists
source: This report already has a translation for this language.
id_id: Laporan ini sudah diterjemahkan ke bahasa ini

# report.locale.length
source: The locale field has an incorrect value.
id_id: Isi kolom pengaturan lokal, salah

# report.locale.locale
source: The Original Report and the Translation have the same locale (language).
id_id: Bahasa pada laporan aslinya dan Laporan hasil terjemahannya sama.

# report.locale.required
source: The locale is required.
id_id: Kolom pengaturan lokal tidak boleh dikosongkan

# report.location_name.length
source: The "Location Name" field must be at least 3 and no more 200 characters long.
id_id: Panjang isi pengaturan lokal minmal 3 karakter dan tidak boleh lebih dr 200 karakter

# report.location_name.required
source: The "Location Name" field is required.
id_id: Kolom nama lokasi tidak boleh dikosongkan

# report.longitude.between
source: The longitude field does not appear to contain a valid longitude.
id_id: Isi kolom longitude, salah?

# report.longitude.required
source: The longitude field is required. Please click on the map to pinpoint a location.
id_id: Kolom longitude tidak boleh dikosongkan. Mohon klik pada peta untuk mendefinisikan lokasinya

# report.person_email.email
source: The email field does not appear to contain a valid email address.
id_id: Isi kolome alamat e-mail, salah?

# report.person_email.length
source: The email field must be at least 4 and no more 64 characters long.
id_id: Panjang isi kolom alamat e-mail minimal 4 karakter dan tidak boleh lebih dr 64 karakter

# report.person_first.length
source: The first name field must be at least 3 and no more 100 characters long.
id_id: Kolom nama panggilan minimal 3 karakter dan tidak boleh lebih dr 100 karakter

# report.person_last.length
source: The last name field must be at least 2 and no more 100 characters long.
id_id: Kolom nama keluarga minimal 3 karakter dan tidak boleh lebih dr 100 karakter

# report.to_date.date_mmddyyyy
source: The TO date field does not appear to contain a valid date.
id_id: Isi pada kolom tanggal sampai, salah ?

# report.to_date.range
source: Please enter a valid TO date. It cannot be greater than today.
id_id: Mohon pastikan kolom SAMPAI terisi dengan tanggal yg benar. Tanggal tidak boleh lebih besar dr hari ini.

# report.to_date.range_greater
source: Your FROM date cannot be greater than your TO date.
id_id: Isi tanggal pada kolom DARI tidak boleh lebih besar dr isi tanggal pada kolom SAMPAI
